Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/facta/skuvlahistorja6/jostein-n.html.tmx
Source language: nob
Languages: sme

source: Vi ble vel sett på som plageånder ved å minne alle på at Finnmark egentlig var samisk først».
sme: Min dieđusge navde vuorjalassan, geat álo muittuheimmet ahte Finnmárku álgoálggus lei sámi guovlu».

source: Studentene prøvde å få inn det samiske perspektivet i de andre faga, men lyktes bare i forming.
sme: Studeanttat geahččaledje oččodit sámi geahččanguovllu sisa eará fágaide, muhto eai lihkostuvvan earágo hábmenfágas.

source: Det var også et «meget begrenset» perspektiv i norsk og historie.
sme: Sámi geahččanguovllu lei maid hui gárži dárogielas ja historjjás.

source: Motstand fra lærere
sme: Oahpaheddjiid vuosttaldeapmi

source: Til tross for alle problemene med å få gjennomslag for det samiske perspektivet trivdes de fleste av mine informanter på Lærerutdanninga.
sme: Vaikko vásihedje olu váttisvuođat sámi geahččanguovllu oččodeamis sisa oahpahussii, de goitge mu informánttat lokte áiggi oahpaheaddjiskuvllas.

source: «Jeg trivdes i grunnen godt i det daglige, fordi de samiske ‘øyene‘ på det norske ‘storhavet’ (ALH) gjorde at vi ikke druknet i det norske».
sme: «Beaivválaš dilis mun lokten áiggi bures, go ‘Sámi čalmmit’ čuvvo mielde dan dáru ‘ábi’ (Álttá oahpaheaddjiskuvlla), ja de mii eat jur hávkan dáruvuođa gaski».

source: På spørsmål om trivsel sier en informant både ja og nei: «Ja, sammen med mine medstudenter på samisk avdeling.
sme: Go jearan lovttii go áiggi bures, de vástida okta informánta sihke juo ja ii: «Jua, ovttas iežan mielstudeanttaiguin sámi ossodagas.

source: Nei, fordi vi kjempet mye for å få inn det samiske perspektivet, men møtte mye motstand fra lærerne».
sme: In, danne go ražaimet garrasit oažžut sámi geahččanguovllu sisa, muhto oahpaheaddjit barge min vuostá».

source: En informant som var svært ung sier at opplevelsene på Lærerutdanninga var så sterke at «jeg i ettertid har store vanskeligheter med å konkludere med noen få ord.» Det var veldig hardt å være ung og hele tida konfrontert med sin samiske bakgrunn, særlig tungt for oss som markerte det samiske.
sme: Okta informánta, guhte lei hui nuorra dalle, lohká ahte vásáhusat oahpaheaddjiskuvllas ledje nu lossadat, ahte «mun maŋit áiggis anán váttisin mottiin sániin čilget movt doppe obbalohkái lei. Lei hui lossat leat nuorra ja ovttat ládje vuortnuhuvvot iežas sámi duogáža geažil.

source: Turte ofte ikke gå inn i det.
sme: In duostan álo dan dahkat.

source: Møtte ofte også direkte motstand fra lærerne. Ved spørsmål om det samiske var piggene ute med en gang.
sme: Dávjá maid oahpaheaddjit njuolgut vuostá barge min. Go olbmot jearahalle sámevuođa birra, de ledje gaccat olgun dakkaviđe.

source: Opplevde til og med verbale angrep fra de ansatte.»
sme: Vásihin maid njálmmálaš vašuheami bargiid bealis».

source: Deltok de samiske studentene i studentpolitiske aktiviteter/organisasjoner?
sme: Oassálaste go sámi studeanttat studeantapolitihkalaš doaimmaide/ organisašuvnnaide?

source: Halvparten av mine informanter var aktive: «Jobbet mest med samepolitiske saker slik som rett til utdanning på eget språk, egne fag- og studieplaner, flere lærere som kunne samisk og hadde kjennskap til det samiske».
sme: Bealli mu informánttain gal ledje aktiivvalaččat: «Bargen eanas sámepolitihkalaš áššiiguin nu go riekti oažžut oahpahusa iežas gillii, sierra fága- ja oahppoplánat, eanet oahpaheddjiid geat máhttet sámegiela ja dovdet sámi diliid».

source: Mye av dette arbeidet foregikk i Samisk studentforbund.
sme: Olu dákkár barggut ledje Sámi studeanttaidlihtus.

source: Det sentrale her var organisering og innhold i den samiske lærerutdanningen.
sme: Guovddáš barggut dás ledje sámi oahpaheaddjioahpu organiseren ja sisdoallu.

source: En informant hadde et senere opphold ved Høgskolen i Finnmark, og var da representant for de samiske studentene i høgskolestyret: «Her fremmet vi en gang forslag om at det bør etableres en egen samisk høgskole.
sme: Okta informánta lei maŋŋel vel Finnmárkku allaskuvllas, ja dalle son ovddastii sámi studeanttaid allaskuvlastivrras: «Doppe mii oktii geahččaleimmet árvalit ahte berre ásahuvvot sierra sámi allaskuvla.

source: Da ble vi høylydt flirt av på styremøtet.
sme: Dalle gal boagustedje min. Muittán ahte atnen dan hui unohassan.

source: --- Det var en lang politisk kamp å artikulere en start på de samiske samfunnstema, som gjorde det mulig å begynne på dialog og forståelse».
sme: --- Lei guhkes politihkalaš rahčamuš ovddidit sámi servodatgažaldagaid, mat dahke vejolažžan álggahit ságastallamii ja addit ipmárdusa».

source: En informant fremhever ASS som en hjørnestein for studentene.
sme: Okta informánta deattuha Álttá sámi searvi nana ladnin studeanttaide.

source: Tore Bongo og Ellen Marit Gaup Dunfjell var her sentrale personer.
sme: Tore Bongo ja Ellen Marit Gaup Dunfjell leigga guovddáš olbmot dalle.

source: De ansatte på samisk avdeling, som alle var samepolitiske aktivister, hadde bruk for de unge og engasjerte studentene.
sme: Sámi ossodaga bargit, geat buohkat ledje sámepolitihkalaš aktivisttat, dárbbašedje nuorra ja áŋgiris studeanttaid.

source: Svært mange av disse studentene havnet senere i lederposisjoner.
sme: Oallugat sis gárte maŋŋel jođiheaddji virggiide.

source: De samiske studentene ble på mange måter det samiske samfunnets idealister, de staka ut veien for det samepolitiske arbeidet.
sme: Sámi studeanttat gárte máŋgga ládje leat sámi servodaga idealisttat. Sii ledje bálggesčuollit sámepolitihkalaš bargguin.

source: På spørsmål om studentene opplevde diskriminering eller rasisme på grunn av sin samiske bakgrunn på Lærerutdanningen og i undervisningstimene, er erfaringene delte.
sme: Go jearan leat go studeanttat vásihan vealaheami dahje rasismma sámi duogáža geažil Oahpaheaddjiskuvllas dehe skuvladiimmuin, de sis leat iešguđet lágan vásáhusat.

source: En informant sier at hun ikke opplevde noe negativt fordi hun var same, og at hun fikk positive erfaringer fra kollokviegrupper med ikke-samer.
sme: Okta informántta lohká ahte sus eai leat negatiiva vásáhusat dan geažil go lea sápmelaš, ja son oaččui buriid vásáhusaid kollokviejoavkkustis, gos ledje dážat ja rivgut.

source: En informant opplevde voldsom harde diskusjoner med klassen, og hadde store problemer med å få forståelse for det samiske perspektivet.
sme: Okta eará informántta ges lohka vásihan garra digaštallamiid iežas luohkás, ja lei váttis oažžut daid earáid ipmirdit sámi geahččanguovllu.

source: Hun opplevde også direkte motstand fra lærere utenfor samisk avdeling, til og med verbale angrep.
sme: Son maid vásihii njuolgut vuosttaldeami dain oahpaheddjiin geat eai bargan sámi ossodagas, maiddái soaibmama.

source: En annen informant uttaler følgende: «Ved et par anledninger opplevde jeg diskriminering ved Lærerutdanninga.
sme: Okta eará informánta lohká ná: «Moatte háve vásihin vealaheami oahpaheaddjiskuvllas.

source: En gang var på kantina av en student (fra kysten) fra en annen klasse som spurte hvorfor jeg snakket kystnorsk når jeg påsto at jeg var same (hun angrep min sjøsamiske identitet), og en annen gang av en foreleser som sa at samisk språk egentlig ikke kunne regnes som et offentlig språk fordi så få mennesker snakket det.
sme: Oktii lei kantiinnas, okta studeanta (mearariikkalaš) guhte jearai manne mun hupmen mearrasuopmandáru go čuoččuhan ahte lean sápmelaš (son rohkkáhii mu mearrasámi identitehta), ja oktii lei okta logaldalli guhte logai ahte sámegiella ii sáhttán rehkenastot almmolaš giellan go juo nu moattes hupmet sámegiela.

source: Han visste ikke at for eksempel så snakket 95 % av befolkningen i Kautokeino samisk til daglig den gangen.
sme: Son ii diehtán ovdamearkka dihte dan ahte dalle humai 95% Guovdageainnu álbmogis sámegiela beaivválaččat.

source: Det nyttet ikke å argumentere mot ham heller, og resten av klassen lo av meg.
sme: Ii ge lean ávki ákkastallat suinna, go buohkat earát boagustedje mu.

source: Og det såret meg mest».
sme: Dat dat lei mii sorddii mu eanemusat».

source: Studentene opplevde også stor usikkerhet fra lærerne utenfor samisk avdeling om det samiske samfunnet, også fornekting: «Ble nok av og til stoppet i diskusjonen om det samiske.
sme: Studeanttat vásihedje maid ahte oahpaheaddjit earret sámi ossodaga ledje hui eahpesihkkarat dasa mii guoskkai sámi servodahkii, ja vásihedje maid gielddahallama: «Muhtumin gal bissehedje ságastallama sámi áššiid birra.

source: Det skyldes trolig at lærer følte å miste kontroll over situasjonen, eller ikke hadde nok kompetanse.
sme: Dáidá lean danne go oahpaheaddji balai hálddašeami massimis dan dilálašvuođas dehe ahte sus ii lean doarvái gelbbolašvuohta.

source: » Eksempel på negative erfaringer er også følgende: «Det var noen episoder der vi samiske studenter måtte minne ALH om at samisk var en del av vår lærerutdanning.
sme: » Ovdamearkkat heajos vásáhusain lea maid dákkárat: «Dat dáhpáhuvai maid moddii nu ahte fertiimet muittuhit Álttá oahpaheaddjiskuvlii ahte sámegiella lei okta oassi min oahpaheaddjioahpus.

source: Det var jo i timene at disse episodene fant sted, ofte mellom foreleserne og oss.
sme: Lei oahpahusdiimmuin ahte nie dáhpáhuvai, máŋgii min ja logaldalliid gaskkas.

source: Vi opplevde det som lite hyggelig at samisk og samiske emner (samiske elever) ble sett på som annenrangs i forhold til norsk og norske emner.
sme: Min mielas lei váivi ahte sámegiella ja sámi fáttát (sámi oahppit) gehččojuvvoje dego veahá earálágánin dážaid ja dáža ohppiid ektui.

source: Vi opplevde også det motsatte av noen forelesere, at de tok vårt parti og ble ‘frosset ut‘ av majoriteten, både studenter og forelesere.
sme: Mii vásiheimmet maid juste nuppe ládje, ahte muhtin logaldalli čuolai min beali ja ahte majoritehta olgguštii su, sihke studeanttat ja eará logaldallit.

source: Det var lite populært å fronte det samiske; selv andre 68-ere kviet seg for det».
sme: Ii lean beare bivnnut ovddidit sámevuođa, eai eará «68-at» ge báljo duostan dan.

source: Ringen sluttet
sme: Gierdu loahpahuvvon

source: Som nevnt blei jeg som nyutdanna og nyansatt ved Lærerutdanninga i Alta i 1974 umiddelbart satt til å lede et prosjektet om ungdommens situasjon i Guovdageaidnu.
sme: Nu go ovdalis namuhin, de ledjen aiddo oahppan oahpaheaddjin 1974:s, go álgen bargui Álttá oahpaheaddjiskuvlii. Doppe biddjojin dakkaviđe jođihit prošeavtta Guovdageainnu nuoraid dili birra.

source: Dette ble inngangsporten til en livslang interesse for den samiske minoriteten og mer generelt om etniske minoriteter, etniske relasjoner og verdens urfolk.
sme: Dán barggu bokte ožžon agibeaivái beroštumi sámi minoritehtii ja maid obbalaččat etnalaš minoritehtaide, etnalaš oktavuođaide ja máilmmi eamiálbmogiidda.

source: Når jeg nå har skrevet denne artikkelen, samtidig som jeg i år går av med pensjon, er på en måte ringen sluttet: jeg er tilbake der jeg startet med fokus på den samiske folkets situasjon.
sme: Go dál lean čállán dán artihkkala, ja seammás dán jagi mielde manan ealáhahkii, de orru dego gierdu livččii ollašuvvan; lean ollen ruovttoluotta dohko gos álgen;

source: Historien om de samiske studentene ved Lærerutdanninga i Alta / Høgskolen i Alta er en dramatisk historie preget av kulturelle motsetninger, mangel på ressurser og forståelse for hva som krevdes for å få til en samisk lærerutdanning.
sme: Historjá sámi studeanttaid birra Álttá oahpaheaddjiskuvllas/ Finnmárkku allaskuvllas lea dramáhtalaš historjá mas kultuvrralaš vuostálasvuođat, resursavátnivuohta ja ipmárdus das mii gáibiduvvui oažžut áigái sámi oahpaheaddjioahpu, ledje guovddážis.

source: Men det er også historien om en pionerinnsats av de ansatte på samisk avdeling.
sme: Muhto dat lea maid historjá sámi ossodaga bargiid ovddasmanni rahčamušaid birra.

source: Arkivet ved Høgskolen i Finnmark Odd Mathis Hættas private arkiv. Intervju av 6 tidligere studenter Egne erfaringer 1974 – 2008
sme: Finnmárkku allaskuvlla arkiiva Odd Mathis Hætta arkiiva 6 ovddeš studeantta jearahallamat Iežan vásáhusat 1974 – 2008
